{
  "parsed_text": "Namun muncul pertan\nMenuju tempat yang mungkin tak pernah kukunjungi Selalu di sana, hanya untukku, menjanjikan Jika ku terus melanjutkan, tahu apa yang menanti di sana\nThere’s a dream I have drawn it exists and yet no one knows A veiled dream to be tree, haunting How can I know if freedom really waits these? Ada mimpi yang kutarik mendekat Ia nyata dan belum ada yang mengetahui Mimpi terselubung menjadi pohon, menghantui Bagaimana kutahu jika kebebasan benar-benar menanti? Ada mimpi yang kutarik mendekat Ia nyata dan belum ada yang mengetahui Mimpi terselubung menjadi pohon, menghantui Bagaimana kutahu jika kebebasan benar-benar menanti? Ada mimpi yang kutarik mendekat Ia nyata dan belum ada yang mengetahui Mimpi terselub\nLihat Asli Lirik Lagu HYDE Vamps My First Last (Album Beast) & Terjemahan Bahasa KAZ, dalam duo VAMPS. Album kedua ini bertajuk Beast, dan dirilis pad 28 Juli 2010. Lagu My First Last menjadi track terakhir dari 13 tracks di album yang aliran musiknya hard rock dan alternative rock ini. My First Last yang berdurasi 5:02 menit ini adalah salah satu lagu paling slow di album ini, selain Piano Duet. Sekaligus bisa dikatakan sebagai 'lagu kunci; album BEAST Lirik lagu My First Last Vamps ini, sama sekali bukanlah lagu cinta biasa sesuai judulnya. Awal Akhirku, demikian jika lagu ini di-Indonesia-kan adala\nFEEL WHERE THE WIND'S GOING I FEEL WHEN THE SEA EBBS AND FLOWS I FEEL HOW FAR THE LAND GROWS MY SOUL\n                                                                                                                               \nItu tetap sa.\n                                                                                                                               \nBahkan sejak kita terpisah jauh Hatiku telah tercukur Aku berubah, tapi ada ingatan yang tak lenyap Kenangan mencintaimu Chihei e to mukatte sorezore no mi\n Lihat Asli Lirik Lagu HYDE Vamps Cosmos (Album VAMPS) & Terjemahan Bahasa Indonesia Lirik Lagu Hyde Vamps Cosmos tercantum dalam album solo project perdana HYDE bersama KAZ, dalam duo VAMPS. Album ini bertajuk selftitled, VAMPS, dan dirilis pada 10 Juni 2009. Lagu Cosmos menjadi track ketiga dari 13 tracks di album yang aliran musiknya hard rock dan alternative rock ini.\nAh, tetapi adalah adalah adalah adalah adalah adalah adalah adalah adalah adalah adalah adalah adalah adalah adalah adalah adalah adalah adalah adalah adalah adalah adalah adalah adalah adalah adalah adalah adalah adalah adalah adalah adalah adalah adalah adalah adalah adalah adalah adalah adalah ad\nBROKE UP itsu kara ka doko he mukau? musuu no hoshi yo aa, nani hitotsu shirienai BIND ME TO THE COSMOS Hancur Dari mana, hendak kemanakah menuju? Segudang bintang Ah, tiada satupun yang kutah\nIa mendatang kota demi\nBetapa indahnya, belum pernah kutemui tempat itu Kala perjalanan ini usai, ingin ku pergi bersamamu Tsugi no machi e to mukau itu no ma ni k\nDO THINK OF YOU, EVEN WHEN I AM FAR AWAY WERE YOU WONDERFUL TODAY? BECAUSE SURELY THERE, WILL BE GOOD TOMORROWS, SWEET DREAMS Selamat malam untukmu ... selalu kupikirkan tentangmu Bahkan ketika begitu jauh Kala suara bising terus-menerus mengisi celah hati, diriku terlelap GOOD NIGHT TO YOU, I ALWAYS DO THINK OF YOU, EVEN WHEN I AM FAR AWAY WERE YOU WONDERFUL TODAY? BECAUSE SURELY THERE, WILL BE GOOD TOMORROWS, SWEET DREAMS Selamat malam untukmu ... selalu kupikirkan tentangmu Bahkan ketika begitu jauh Indahkah kau hari ini? Karena pasti akan ada esok yang baik, mimp\nLihat Asli Lirik Lagu L'Arc en Ciel HYDE Angel's Tale (Album Roentgen) & Terjemahan Bahasa Indonesia Lirik Lagu L'Arc en Ciel Hyde Angel's Tale tercantum dalam album solo project pertama HYDE bertajuk ROENTGEN (2002). Lagu ini menjadi track kedelapan dari 10 tracks di album yang aliran\nIa jatuh cinta kepada\nAnd shone with such glory Touching me softly My breath torn away Kau lajukan pendosa dariku Dan bersinar penuh kemuliaan Menyentuhku lembut Napas tercabik\nOne holy night Angel Terbungkus selubung perak Di bawah langit begitu pucat Gemetar kala kupandang kau Sebuah malam kudus malaikat Snow can be warm Didn't you know that Just like a snowflake Falling from heaven Angel's tale Salju bisa menghangat Apakah engkau tahu? Sama seperti kepingan salju Jatuh dari langit Kisah malaikat I kept my feelings from you The heavens divide us I longed to tell you All my heart's desire Kujaga perasaanku darimu Surga t memisahkan kita Ingin kuberitahukan Semua keinginan hati If only i had wings Wings as white as yours Up into the sky I'd surely fly Angel ah Jika saja kupunya sayap Sayap putih seperti milikmu Kupasti 'kan terbang men\n'Apakah manusia benar-benar tahu kebenaran?'.\nIa hanya memiliki satu wajah Bahkan jika kaumati - tiada petunjuk Orang yang berdiri di sebelahmu Mungkin ia tahu kebenaran Tapi kebenaran\nYou're surrounded by deceit It has so many sides Yet you turn your back on that fact Rooted deep in history A clever web of lies No one gets away - no one tries Kau dikelilingi oleh kepalsuan Ia memiliki begitu banyak sisi Namun kau palingkan punggung pada fakta itu Berakar jauh dalam sejarah Jaring laba-laba kebohong ayang pintar Tiada yang lolos - tiada yang mencoba New days dawn - let's start the game Worship the winner So come on - let's start the game Your turn awaits you Fajar hari baru - mari mulai permainannya Sembah sang pemenang Jadi, ayolah - mari mulai permainannya Giliranmu telah menunggu Say, what's your choice The die is cast No going back now What's your choice The die\n Lihat Asli Lirik Lagu L'Arc en Ciel HYDE Shallow Sleep (Album Roentgen) & Terjemahan Bahasa Indonesia Lirik Lagu L'Arc en Ciel Hyde Shallow Sleep tercantum dalam album solo project pertama HYDE bertajuk ROENTGEN (2002). Lagu ini menjadi track keenam dari 10 tracks di album yang aliran musiknya lembut, dan sangat kontras dibandingkan dengan album-album solo HYDE berikutnya, baik itu 666 maupun FAITH. Shallow Sleep menjadi single ketiga HYDE dalam proyek solo, dan sangat kontras dibandingkan dengan album-album solo HYDE berikutnya, baik itu 666 maupun FAITH. Shallow Sleep menjadi single ketiga HYDE dalam proyek solo,\nSHALLOW SLEEP lirik: HYDE/ lagu: HYDE: I just saw you Beyond\n                                                                                                                               \ntidur dangkal aku bermimpi melihatmu Entah bagaimana kuingat Penuh dengan kelembutan Dan di suatu tempat dalam hening Perasaan tidak bisa melukis di atas kanvas Tanpa kau di sini - tiada warna Pemandangan tanpa berwarna\nSang vampir ini sudah berkelana ribuan tahun dalam keabadian meliaht tingkah manusia, dan memandang jijik kepada mereka. Sang vampir adalah makhluk yang tahun, terbakar kala me.\nMenanggung sekian ribu tahun Kutopang hidup dari keabadian WATCHING YOU, THE FOLLY OF THE HUMAN INDISCRIMINATELY KILL JUSTIFYING ENDLESS WARS Melihat kau, kebodohan umat manusia Membu\nI HAVE TRADED THE LIGHT IN EXCHANGE FOR THIS LIFE FROM THE DARK Kuperdagangkan terang Ditukar untuk hidup ini dari kegelapan JUST BLIND ME SET ME FREE JUST BLIND ME! Butakan aku, bebaskan aku Butakan aku, bebaskan aku ... butakan aku! The HEIGHT OF ABSURDITY You PEOPLE CALLING ME THE DEVIL BUT I CAN'T CARRY OUT YOURSELF DESTRUCTION Kemustahilan tingkat tinggi ... kalian manusia menyebutku iblis Tapi tak bisa kuperbuat penghancuran diri ala kalian THERE IS NEVER MEANING HISTORY GOES ON REPEATING I CAN'T LOOK Tiada pernah ada makna Sejarah terus bergulir terulang, tak bisa kuli\n'jubah' kritikan dari sudut pandang umat beragama, atau sosok ateis yang tak percaya Tuhan/agama, tetapi dari sudut pandang '\nHE STATES, DON'T MISTAKE DON'T MISTAKE DON'T MISTAKE Lawan, sasaran, tawanan, serangan, melawan, tembakan, kau Ia berfirman, DON'T MISTAKE DON'T MISTAKE Lawan, sasaran, tawanan, serangan, melawan, tembakan, kau Ia berfirman, DON'T MISTAKE DON'T MISTAKE Lawan, sasaran, tawanan, serangan, melawan, tembakan, kau Ia berfirman, DON'T MISTAKE DON'T MISTAKE Lawan, sasaran, tawanan, serangan, melawan, tembakan, kau Ia berfirman, DON'T MISTAKE DON'T MISTAKE Lawan, sasaran, tawanan, serangan, melawan, \nREDRUM M I' Pembunuh, aku? HE STATES, DON'T MISTAKE DON'T MISTAKE DON'T MISTAKE Ia berfirman, Jangan berbuat salah, Jangan berbuat salah, Jangan berbuat salah, Jangan berbuat salah\n Lihat Asli"
}