{
  "parsed_text": "THE SEASON OF THE SEASON (Album Roentgen) & Terjemahan Bahasa Indonesia Lirik Lagu L'Arc en Ciel Hyde The Cape of The Storms (Album Roentgen (2002). Lagu ini menjadi track kesembilan dari 10 tracks di album yang aliran musiknya lembut, dan sangat kontras dibandingkan dengan album-album ROENTGEN (2002). Lagu ini menjadi track kesembilan dari 10 tracks di album ROENTGEN (2002). Lagu ini menjadi track kesembilan dari 10 tracks di album ROENTGEN (2002). Lagu ini menjadi track kesembilan dari 10 tracks di album ROENTGEN (2002). Lagu ini menjadi track kesembilan dari 10 tracks di album ROENTGEN (2002). Lagu ini menjadi track kesembilan dari 10 tracks di album ROENTGEN (2002). Lagu ini menjadi track kes\nlost in the raging sea Jadi kemanakah aku berlayar Sebuah kapal yang hilang kendali Jerit tangisku tertelan Hilang di samudera mengamuk\nBuah kapal yang hilang kendali Jerit tangisku tertelan Hilang di samudera mengamuk So where has love gone will I ever reach it the Cape of Storms echoes the pain I feel inside Jadi kemanakah cinta pergi Dapatkahku kelak mencapainya Tanjung Badai menggemainya tapi setiap mimpi punya saat Untuk mati The ghost ship wanders far for there is no guiding star and this treasure has no meaning anymore Kapal hantu mengembara jauh Tiada bintang petunjuk lagi dan harta ini tak lagi bermakna Will this be my fate? Akankah ini jadi takdirku?\nNamun, kini rua\nHei, yang dulu kaurasa Kala jemari tangan tersusun Lalu, melodi mengalun dari piano Aah, konna ni mo aishite kureteite nante Kizukanaide amari ni mo ososugita Ah, mengapa jua tetap tetap cintamu. Semua telah terlambat ... Nee, ame no hi wa yorisou youni Piano wo hiite itsumo ut\nLihat Asli Lirik L'Arc en Ciel As One (Album AWAKE) & Terjemahan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahuan Bahu\nBeri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Beri, Ber\nHistory is weeping - sense of disillusion History repeating - pieces of a puzzle Why can’t we just live as one? Sejarah berulang - panik dan kebingungan Sejarah menangis - rasa kekecewaan Sejarah berulang - potongan teka-teki Mengapa kita tidak bisa hidup menyatu? Nowhere to run - we’re seeking redemption No waiting for divine intervention Search for the tree that overcomes death Taking the fruit - discover a new way to breathe Tidak bisa berlari kemana pun - kita mencari penebusan Tidak menunggu campur tangan ilahi Mencari pohon yang mengatasi kematian Mengambil buahnya - menemukan cara baru bernapas Michi he no KEY wo sashite ochi yuku sei ni sousa wo Masukkan \nNo waiting for divine intervention Search for the tree that overcomes death Taking the fruit - discover a new way to breathe Tidak bisa berlari kemana pun - kita mencari penebusan Tidak menunggu campur tangan ilahi Mencari pohon yang mengatasi kematian Mengambil buahnya - menemukan cara baru bernapas\nAku lirik melihat cahaya terang sebagai penyerunya tadi. Setelah segala mac\n                                                                                                                               \nDatanglah menuju terang, pasti dunia bagai mimpi, menuju terang Koboreru namida mo shirazu kodou ni mamorareteru Yasashii shirabe no naka wo kono mama oyoidetai Tak kusadari air mata tumpah, terlindungi degup jantung Biar saja ingin kuberenah di tengah nada lembut ini Tsumetai hikari no tobira sono mukou ni mo Kanashiku nai mirai ga aru no? Pintu cahaya yang dingin di seberangmu sana Adakah masa depan tanpa kesedihan yang tinggal? Come into the light haruka na yasashisa ni deaeru no? Come into the light yorokobi \nLihat Asli Lirik Lagu L'Arc en Ciel Natsu no Yuutsu (album version) dan liriknya oleh Hyde. Lagu ini menjadi track ketujuh dari 10 tracks dalam album Heavenly, dan merupakan versi yang berbeda dengan versi singlenya yang diberi judul 'Natsu no Yuutsu time to say goodbye'.\n                                                                                                                               \na, moo ikanakucha aki ga kurukara Matahari yang mengambangkan diriku Mulai terbenam jua ... dare mo todokanai sora o oyogu ano tori no yoo ni kimi wazu kana natsu ni kieta kurenangi langit yang tiba soshite nuri or nak\nJika versi album adalah versi akustik, maka lagu ini dalam versi single, dimainkan dalam kon\n- Time to Say Goodbye words : Hyde/ music : Ken It's just the time to say good-bye ah... time to say good-bye ah... waktu mengucap selamat tinggal ah... waktu mengucap selamat tinggal natsu no yuuutsu ni dakare nemuri o wasureta boku wa yureru nami uchi giwa ni hitomi ubaware hoozue o tsuku aku yang lupa tertidur terpeluk sayunya musim panas pantai yang bergelomban\nIt's just the time to say good-bye ah ah time to say good-bye yurameku kisetsu and tsugeta wasure kaketeta yasashisa tsurete asu yuuutsu wa kimi o miushinatta boku ni azayaka ni azayaka ni azayaka ni azayaka ni furi tsumoru...... Tibalah waktu mengucap selamat tinggal ah... waktu mengucap selamat tinggal ah... waktu mengucap selamat tinggal ah... waktu mengucap selamat tinggal ah... waktu mengucap selamat tinggal ah... waktu mengucap selamat tinggal ah... waktu mengucap selamat tinggal ah... waktu mengucap selamat \nIt's just the time to say good-bye ah ah time to say good-bye ano hi no kimi and to tsugeta nakushita mama no tobira no kagi o kako e hitori sagashitai kara Tibalah waktu mengucap selamat tinggal ah... waktu mengucap selamat tinggal mengabarkan kepadamu tentang hari-hari itu kau yang lenyap sekehendak hati... sendiri ingin kucari kunci pintu menuju masa lalu natsu no yuuuutsu... a, moo ikanakucha aki ga kurukara kemurungan musim panas kini harus pergi karena musim gugur telah tiba soshite nemuri o nakushita soshite anat\nWell ... sampai sekarang saya masih bingung siap\nWhat is Kau masih be?\nCepat, cepat waktu ... begitu cepat Cepat, aku takdirmu Tak bisa melambatkannya. Kau tahu ini takdirmu Apakah kau merasa sepi? Sepi dan teramat sepi Menangislah pada sang angin Me wo tojita kimi ga kirei de unmei ni boku wa sakenda Afuredasu nagare ni nomare tachitsukusu nasu sube mo nakute Kono te wa kimi wo iyasenai? Memejam mata, kau ... betapa cantiknya. Sedang aku menjeriti takdir Tertelan arus meluap, masih saja kau berdiri tegak. Tidak ada cara lain Tak bisakah tangan ini menyembuhkanmu?\nIsoide yukeba haha naru kimi ni... Jika kubisa pergi terburu menujumu ibu pertiwi Coming closer Hurry on, hurry on time It’s going so fast Hurry on, I can’t save you\nLagu yang musiknya dibuat oleh yukihiro dan liriknya disusun oleh hyde ini, menjadi track kedelapan dari 10 tracks yang terdapat dalam album SMILE. Lagu yang musiknya dibuat oleh yukihiro dan liriknya disusun oleh hyde ini, menjadi track kedelapan dari 10 tracks yang terdapat dalam album SMILE. Revelation menjadi lagu penting yang kelak menjadi titik awal arah Laruku untuk menyuara semangat anti perang di album-album berikutnya seperti AWAKE dan KISS. Lirik lagu Revelation boleh dikatakan, mengingatkan kita pada lirik-lirik lagu\n                                                                                                                               \nyuigadokuson revelation kara wo nugase aimai na risou risou wo nakuse ai wo shimese shimese ima sugu Terpujilah aku pewahyuan lepaskan cangkangmu Terpujilah aku pewahyuan lepaskan cangkangmu Ideal ambigu, lenyapkan idealmu Tunjukkan cintamu, tunjukkan sekarang juga kowagaranai de uso ha tsukanai jyuu no oukan wo miseyou shinjiru mono yo subete yudanete koe wo ageru toki da Jangan takut, aku takkan berbohong Kuperlihatkan mahkota sepuluh Wahai kaum beriman, imanilah aku Tiba saatnya angkat suara! yuigadoku\nLihat Asli Lirik Lagu L'Arc en Ciel Feeling Fine (Album SMILE) & Terjemahan Bahasa Indonesia Lirik lagu L'Arc en Ciel Feeling Fine terdapat dalam album kedelapan Laruku di major label, SMILE (2004). Lagu yang musiknya dibuat oleh ken dan liriknya disusun oleh hyde ini, menjadi track keempat dari 10 tracks yang terdapat dalam album SMILE . Feeling Fine meskipun lagunya sangat ceria, ternyata mengisahkan cerita patah hati yang kontras, mengingat kita pada The Fourth Avenue Cafe di album TRUE (1996).\nFeeling Fine dan terjemahannya dalam berikut ini lirik: hyde/ lagu: ken\nAre you feeling fine? Nemurenai yoru ni wa kimi no maboroshi ga She said, \"Loving you made me happy everyday\" Ano koro to onaji sa mujaki na kao de hanashi kakenai de Apakah kau baik-baik saja? Di malam tak terlelap, bayang-bayangmu Ia berkata, \"Mencintaimu membuatku bahagia setiap hari\" Jangan berkata dengan wajah polos yang sama seperti saat itu Tsunagatte itemo yokan shiteta kara saisho kara tabun Tooi kako no koto sa oshiete kureta wakare no imi Meski kita terikat, mungkin kupunya firasat sejak awal Sesuatu dari\nI said, \"Loving you made me happy everyday\" Ano koro to onaji sa mujaki na kao de hanashi kake naide Apakah kau baik-baik saja? Di malam tak terlelap, bayang-baymu Ia berkata, \"Mencintaimu membuatku bahagia setiap hari\" Jangan berkata dengan wajah polos yang sama seperti saat itu iyasu kazuku doko ka naide Apakah kau baik-baik saja? Di malam tak terlelap, bayang-baymu Ia berkata, \"Mencintaimu membuatku bahagia setiap hari\" Jangan berkata dengan wajah polos yang sama seperti saat itu iyasu \n                                                                                                                               \n                                                                                                                               \n                                                                                                                               "
}